---
kind: other
id: Properties.T:Autodesk.Revit.Creation.Application
source: html/f14d37a6-cad7-f17a-2471-0c72d185a38f.htm
---
# Application Properties

Identifies if the object is read-only or modifiable.